S2/background/system/pointLocation1.txt
( 2.294 -0.340 0.000 )
( 2.313 -0.340 0.032 )
( 2.332 -0.340 0.064 )
( 2.351 -0.340 0.096 )
( 2.370 -0.340 0.128 )
( 2.389 -0.340 0.160 )
( 2.408 -0.340 0.192 )
( 2.426 -0.340 0.224 )
( 2.445 -0.340 0.256 )
( 2.463 -0.340 0.289 )
( 2.482 -0.340 0.321 )
( 2.500 -0.340 0.353 )
( 2.519 -0.340 0.386 )
( 2.537 -0.340 0.418 )
( 2.555 -0.340 0.451 )
( 2.573 -0.340 0.483 )
